
/* Class = "NSWindow"; title = "偏好设置"; ObjectID = "1"; */
"1.title" = "偏好设置";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "41"; */
"41.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "绝对时间位置"; ObjectID = "42"; */
"42.title" = "绝对时间位置";

/* Class = "NSMenuItem"; title = "相对时间"; ObjectID = "43"; */
"43.title" = "相对时间";

/* Class = "NSTextFieldCell"; title = "字号："; ObjectID = "46"; */
"46.title" = "字号：";

/* Class = "NSTextFieldCell"; title = "显示"; ObjectID = "72"; */
"72.title" = "显示";

/* Class = "NSTextFieldCell"; title = "当鼠标停滞于时间进度条上时"; ObjectID = "74"; */
"74.title" = "当鼠标停滞于时间进度条上时";

/* Class = "NSBox"; title = "播放控制"; ObjectID = "87"; */
"87.title" = "播放控制";

/* Class = "NSBox"; title = "字体样式"; ObjectID = "108"; */
"108.title" = "字体样式";

/* Class = "NSTextFieldCell"; title = "字体颜色："; ObjectID = "110"; */
"110.title" = "字体颜色：";

/* Class = "NSTextFieldCell"; title = "边框颜色："; ObjectID = "117"; */
"117.title" = "边框颜色：";

/* Class = "NSTextFieldCell"; title = "自动隐藏时间"; ObjectID = "122"; */
"122.title" = "自动隐藏时间";

/* Class = "NSTextFieldCell"; title = "透明度"; ObjectID = "128"; */
"128.title" = "透明度";

/* Class = "NSTextFieldCell"; title = "透明"; ObjectID = "132"; */
"132.title" = "透明";

/* Class = "NSBox"; title = "Box"; ObjectID = "133"; */
"133.title" = "Box";

/* Class = "NSTextFieldCell"; title = "将播放窗口置顶："; ObjectID = "135"; */
"135.title" = "将播放窗口置顶：";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "138"; */
"138.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "从不"; ObjectID = "139"; */
"139.title" = "从不";

/* Class = "NSMenuItem"; title = "总是"; ObjectID = "140"; */
"140.title" = "总是";

/* Class = "NSMenuItem"; title = "仅播放时"; ObjectID = "141"; */
"141.title" = "仅播放时";

/* Class = "NSBox"; title = "OSD"; ObjectID = "142"; */
"142.title" = "OSD";

/* Class = "NSTextFieldCell"; title = "自动隐藏时间"; ObjectID = "144"; */
"144.title" = "自动隐藏时间";

/* Class = "NSTextFieldCell"; title = "字体颜色"; ObjectID = "150"; */
"150.title" = "字体颜色";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "156"; */
"156.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "完全匹配视频文件名"; ObjectID = "157"; */
"157.title" = "完全匹配视频文件名";

/* Class = "NSMenuItem"; title = "包含视频文件名"; ObjectID = "158"; */
"158.title" = "包含视频文件名";

/* Class = "NSMenuItem"; title = "是任意名称"; ObjectID = "159"; */
"159.title" = "是任意名称";

/* Class = "NSButtonCell"; title = "强制重建索引"; ObjectID = "162"; */
"162.title" = "强制重建索引";

/* Class = "NSBox"; title = "性能和质量"; ObjectID = "163"; */
"163.title" = "性能和质量";

/* Class = "NSButtonCell"; title = "回放开始时进入全屏"; ObjectID = "165"; */
"165.title" = "回放开始时进入全屏";

/* Class = "NSTextFieldCell"; title = "线程数"; ObjectID = "167"; */
"167.title" = "线程数";

/* Class = "NSBox"; title = "输出"; ObjectID = "173"; */
"173.title" = "输出";

/* Class = "NSTextFieldCell"; title = "直通输出:"; ObjectID = "175"; */
"175.title" = "直通输出:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "如果文件名中有数字，MPlayerX 将增加最右边一位的数字来寻找同文件夹中下一个文件，并且您不必担心文件名中填充用的 0。"; ObjectID = "181"; */
"181.ibShadowedToolTip" = "如果文件名中有数字，MPlayerX 将增加最右边一位的数字来寻找同文件夹中下一个文件，并且您不必担心文件名中填充用的 0。";

/* Class = "NSButtonCell"; title = "自动查找并播放下一个文件"; ObjectID = "182"; */
"182.title" = "自动查找并播放下一个文件";

/* Class = "NSButtonCell"; title = "当窗口关闭时退出"; ObjectID = "184"; */
"184.title" = "当窗口关闭时退出";

/* Class = "NSButtonCell"; title = "显示 OSD"; ObjectID = "212"; */
"212.title" = "显示 OSD";

/* Class = "NSTextFieldCell"; title = "开启此选项，MPlayerX 将重新计算索引来以使视频可以播放，这对于一些损坏的文件是有帮助的。但这将会产生播放前几秒钟的等待时间。"; ObjectID = "249"; */
"249.title" = "开启此选项，MPlayerX 将重新计算索引来以使视频可以播放，这对于一些损坏的文件是有帮助的。但这将会产生播放前几秒钟的等待时间。";

/* Class = "NSButtonCell"; title = "如果可能则使用内置字体"; ObjectID = "257"; */
"257.title" = "如果可能则使用内置字体";

/* Class = "NSTextFieldCell"; title = "流缓存大小："; ObjectID = "260"; */
"260.title" = "流缓存大小：";

/* Class = "NSTextFieldCell"; title = "kBytes"; ObjectID = "265"; */
"265.title" = "kBytes";

/* Class = "NSButtonCell"; title = "偏好 IPV6"; ObjectID = "270"; */
"270.title" = "偏好 IPV6";

/* Class = "NSButtonCell"; title = "全屏时保持其他屏幕可见"; ObjectID = "282"; */
"282.title" = "全屏时保持其他屏幕可见";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "295"; */
"295.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "不显示边框"; ObjectID = "296"; */
"296.title" = "不显示边框";

/* Class = "NSMenuItem"; title = "仅底部"; ObjectID = "297"; */
"297.title" = "仅底部";

/* Class = "NSMenuItem"; title = "顶部＋底部"; ObjectID = "298"; */
"298.title" = "顶部＋底部";

/* Class = "NSTextFieldCell"; title = "高度："; ObjectID = "304"; */
"304.title" = "高度：";

/* Class = "NSBox"; title = "边框"; ObjectID = "307"; */
"307.title" = "边框";

/* Class = "NSTextFieldCell"; title = "倍影片高度"; ObjectID = "309"; */
"309.title" = "倍影片高度";

/* Class = "NSButtonCell"; title = "媒体打开的同时开始播放"; ObjectID = "320"; */
"320.title" = "媒体打开的同时开始播放";

/* Class = "NSBox"; title = "文本编码检测"; ObjectID = "327"; */
"327.title" = "文本编码检测";

/* Class = "NSTextFieldCell"; title = "如果信心小于 ≤"; ObjectID = "329"; */
"329.title" = "如果信心小于 ≤";

/* Class = "NSTextFieldCell"; title = "则设定编码为"; ObjectID = "334"; */
"334.title" = "则设定编码为";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "设定自信阀值为 100% 将关闭自动检测文本编码，但是通常不推荐这么做。"; ObjectID = "348"; */
"348.title" = "设定自信阀值为 100% 将关闭自动检测文本编码，但是通常不推荐这么做。";

/* Class = "NSButtonCell"; title = "允许重叠字幕"; ObjectID = "350"; */
"350.title" = "允许重叠字幕";

/* Class = "NSMenuItem"; title = "仅顶部"; ObjectID = "354"; */
"354.title" = "仅顶部";

/* Class = "NSButtonCell"; title = "通过 HTTP 协议传输 RTSP 流"; ObjectID = "358"; */
"358.title" = "通过 HTTP 协议传输 RTSP 流";

/* Class = "NSButtonCell"; title = "使用 ffmpeg 处理流"; ObjectID = "365"; */
"365.title" = "使用 ffmpeg 处理流";

/* Class = "NSButtonCell"; title = "混合 DTS 5.1 为立体声"; ObjectID = "373"; */
"373.title" = "混合 DTS 5.1 为立体声";

/* Class = "NSTextFieldCell"; title = "如果您使用内建 2 声道扬声器或音频接口，请开启此选项"; ObjectID = "376"; */
"376.title" = "如果您使用内建 2 声道扬声器或音频接口，请开启此选项";

/* Class = "NSTextFieldCell"; title = "显示"; ObjectID = "387"; */
"387.title" = "显示";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "390"; */
"390.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "剩余时间"; ObjectID = "391"; */
"391.title" = "剩余时间";

/* Class = "NSMenuItem"; title = "总时间"; ObjectID = "392"; */
"392.title" = "总时间";

/* Class = "NSTextFieldCell"; title = "在控制条的右端"; ObjectID = "395"; */
"395.title" = "在控制条的右端";

/* Class = "NSButtonCell"; title = "从上次停止处恢复播放"; ObjectID = "400"; */
"400.title" = "从上次停止处恢复播放";

/* Class = "NSButtonCell"; title = "全屏模式下总是隐藏 Dock"; ObjectID = "403"; */
"403.title" = "全屏模式下总是隐藏 Dock";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "无"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "无";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "一般"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "一般";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "高级"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "高级";

/* Class = "NSTextFieldCell"; title = "画面增强"; ObjectID = "410"; */
"410.title" = "画面增强";

/* Class = "NSTextFieldCell"; title = "隔行扫描补偿"; ObjectID = "413"; */
"413.title" = "隔行扫描补偿";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFMpeg: FFMpeg  隔行扫描过滤器用 (-1  4  2  4 -1) 过滤器过滤给定块的每个偶数行来实现隔行扫描。\n\nLPF5: 纵向应用 FIR 低通隔行扫描过滤器用 (-1 2 6 2 -1) 过滤器来过滤给定块的所有行来实现隔行扫描。"; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFMpeg: FFMpeg  隔行扫描过滤器用 (-1  4  2  4 -1) 过滤器过滤给定块的每个偶数行来实现隔行扫描。\n\nLPF5: 纵向应用 FIR 低通隔行扫描过滤器用 (-1 2 6 2 -1) 过滤器来过滤给定块的所有行来实现隔行扫描。";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "无"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "无";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFMpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFMpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "额外选项"; ObjectID = "423"; */
"423.title" = "额外选项";

/* Class = "NSTextFieldCell"; title = "额外选项将直接传输给 mplayer。\n请确定您是 mplayer 方面的专家再更改这个参数，否则请留空。"; ObjectID = "430"; */
"430.title" = "额外选项将直接传输给 mplayer。\n请确定您是 mplayer 方面的专家再更改这个参数，否则请留空。";

/* Class = "NSTextFieldCell"; title = "如何保存 “视频调节器” 中的设置？"; ObjectID = "435"; */
"435.title" = "如何保存 “视频调节器” 中的设置？";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "438"; */
"438.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "播放完毕就重置设置"; ObjectID = "439"; */
"439.title" = "播放完毕就重置设置";

/* Class = "NSMenuItem"; title = "如果找不到下一个自动播放的文件就重置设置"; ObjectID = "440"; */
"440.title" = "如果找不到下一个自动播放的文件就重置设置";

/* Class = "NSMenuItem"; title = "当程序退出时重置设置"; ObjectID = "441"; */
"441.title" = "当程序退出时重置设置";

/* Class = "NSMenuItem"; title = "不重置，将设置永久保存"; ObjectID = "442"; */
"442.title" = "不重置，将设置永久保存";

/* Class = "NSTextFieldCell"; title = "如何保存 “均衡器” 中的设置？"; ObjectID = "445"; */
"445.title" = "如何保存 “均衡器” 中的设置？";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "448"; */
"448.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "播放完毕就重置设置"; ObjectID = "449"; */
"449.title" = "播放完毕就重置设置";

/* Class = "NSMenuItem"; title = "如果找不到下一个自动播放的文件就重置设置"; ObjectID = "450"; */
"450.title" = "如果找不到下一个自动播放的文件就重置设置";

/* Class = "NSMenuItem"; title = "当程序退出时重置设置"; ObjectID = "451"; */
"451.title" = "当程序退出时重置设置";

/* Class = "NSMenuItem"; title = "不重置，将设置永久保存"; ObjectID = "452"; */
"452.title" = "不重置，将设置永久保存";

/* Class = "NSTextFieldCell"; title = "加载字幕，如果字幕文件"; ObjectID = "459"; */
"459.title" = "加载字幕，如果字幕文件";

/* Class = "NSTextFieldCell"; title = "对齐："; ObjectID = "461"; */
"461.title" = "对齐：";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "466"; */
"466.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "默认（使用字幕文件中的值）"; ObjectID = "467"; */
"467.title" = "默认（使用字幕文件中的值）";

/* Class = "NSMenuItem"; title = "底部－左侧"; ObjectID = "468"; */
"468.title" = "底部－左侧";

/* Class = "NSMenuItem"; title = "底部－中央"; ObjectID = "469"; */
"469.title" = "底部－中央";

/* Class = "NSMenuItem"; title = "底部－右侧"; ObjectID = "470"; */
"470.title" = "底部－右侧";

/* Class = "NSMenuItem"; title = "顶部－左侧"; ObjectID = "471"; */
"471.title" = "顶部－左侧";

/* Class = "NSMenuItem"; title = "顶部－中央"; ObjectID = "472"; */
"472.title" = "顶部－中央";

/* Class = "NSMenuItem"; title = "顶部－右侧"; ObjectID = "473"; */
"473.title" = "顶部－右侧";

/* Class = "NSButtonCell"; title = "关闭鼠标水平滚动的时间跳转功能"; ObjectID = "479"; */
"479.title" = "关闭鼠标水平滚动的时间跳转功能";

/* Class = "NSButtonCell"; title = "关闭鼠标垂直滚动的调整音量功能"; ObjectID = "481"; */
"481.title" = "关闭鼠标垂直滚动的调整音量功能";

/* Class = "NSButtonCell"; title = "当进入全屏模式时，调整边框高度来适应屏幕高度"; ObjectID = "485"; */
"485.title" = "当进入全屏模式时，调整边框高度来适应屏幕高度";

/* Class = "NSTextFieldCell"; title = "开启这个选项，MPlayerX 将会使字幕尽可能不重叠在画面上。\n然而这样会使渲染画面扩大到屏幕的大小，对于高清内容，这可能会造成回放时的一些卡顿现象。"; ObjectID = "488"; */
"488.title" = "开启这个选项，MPlayerX 将会使字幕尽可能不重叠在画面上。\n然而这样会使渲染画面扩大到屏幕的大小，对于高清内容，这可能会造成回放时的一些卡顿现象。";

/* Class = "NSTextFieldCell"; title = "字体："; ObjectID = "490"; */
"490.title" = "字体：";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "493"; */
"493.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "在回放开始时仅加载，但不显示字幕"; ObjectID = "500"; */
"500.title" = "在回放开始时仅加载，但不显示字幕";

/* Class = "NSButtonCell"; title = "自动检测 SPDIF 数字输出"; ObjectID = "528"; */
"528.title" = "自动检测 SPDIF 数字输出";

/* Class = "NSButtonCell"; title = "使用多功能键(F7, F8, F9)来控制播放 (重启程序生效)"; ObjectID = "542"; */
"542.title" = "使用多功能键(F7, F8, F9)来控制播放 (重启程序生效)";

/* Class = "NSButtonCell"; title = "启用 \"最近打开\" 菜单"; ObjectID = "552"; */
"552.title" = "启用 \"最近打开\" 菜单";

/* Class = "NSButtonCell"; title = "总在外接显示器上全屏显示"; ObjectID = "557"; */
"557.title" = "总在外接显示器上全屏显示";

/* Class = "NSButtonCell"; title = "让苹果遥控器控制系统音量"; ObjectID = "566"; */
"566.title" = "让苹果遥控器控制系统音量";

/* Class = "NSTextFieldCell"; title = "保存截图"; ObjectID = "587"; */
"587.title" = "保存截图";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "到剪贴板"; ObjectID = "594"; */
"594.title" = "到剪贴板";

/* Class = "NSMenuItem"; title = "为 PNG 文件"; ObjectID = "595"; */
"595.title" = "为 PNG 文件";

/* Class = "NSMenuItem"; title = "为 JPEG 文件"; ObjectID = "596"; */
"596.title" = "为 JPEG 文件";

/* Class = "NSMenuItem"; title = "为 TIFF 文件"; ObjectID = "597"; */
"597.title" = "为 TIFF 文件";

/* Class = "NSMenuItem"; title = "为 BMP 文件"; ObjectID = "598"; */
"598.title" = "为 BMP 文件";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
